1:WizardZone
00000003

<ITALICS>你注意到石棺上有一些奇怪的雕刻。</ITALICS>
00000004

<ITALICS>你在房间角落里发现一本家族日记。</ITALICS>
00000005

<ITALICS>你注意到角落里有一个卷轴，并拿起了它。</ITALICS>
00000006

<ITALICS>你发现走廊被堵住了。快去报告。</ITALICS>
00000007

<ITALICS>你注意到石棺上有一些奇怪的雕刻。</ITALICS>
00000008

<ITALICS>你在房间角落里发现一本家族日记。</ITALICS>
00000011

这么说，就是你打败了阿塔？！你的好运就到此为止了。干掉你之后，蜥蜴人仍会被带去见欺诈者恩戈齐。哈！
00000012

<ITALICS>你把零件安装到机械人杰若身上以便激活他。</ITALICS>
00000014

<ITALICS>起初，世界上只存在龙、巨人和海神。</ITALICS>
00000015

<ITALICS>龙族占据着大山，大山到处都是火焰和熔岩，他们就居住在山上。</ITALICS>
00000016

<ITALICS>巨人们统治了上空，在北风之上建起了他们的城市。</ITALICS>
00000017

<ITALICS>海神把海洋据为自己的领地，并在海下创建了自己的文明。</ITALICS>
00000018

<ITALICS>第一批魔法学院就是这么诞生的：火焰系，冰霜系和风暴系……</ITALICS>
00000019

<ITALICS>冰霜系学院的历史——起初，统治天空的是力大无比的巨人。</ITALICS>
00000020

<ITALICS>巨人在与龙族和海神的大战之后，陷入了沉寂状态。</ITALICS>
00000021

<ITALICS>但是，巨人的力量仍然存在于世，这正是冰霜系魔法诞生的源泉。</ITALICS>
00000022

<ITALICS>因为冰霜系魔法源自巨人，所以冰霜系魔法会比火焰系魔法和风暴系魔法更强大……</ITALICS>
00000023

<ITALICS>火焰系学院的历史——以前，世界上只存在巨人、海神以及最强大的龙族。</ITALICS>
00000024

<ITALICS>在许多世代里，各族之间安享和平，后来海神和巨人开始为一些鸡毛蒜皮的小事争吵不休。</ITALICS>
00000025

<ITALICS>最后，海神和巨人之间战争爆发，龙族也因为世界危在旦夕而被卷入战斗。</ITALICS>
00000026

<ITALICS>为了获得和平，龙族运用他们强大的力量停止了战争，世界再次回归平静与沉默。</ITALICS>
00000027

<ITALICS>尽管龙族现在处于睡眠状态，火焰系魔法是各种魔法中最强大的魔法，它来自龙族释放到火焰和岩浆中的精华……</ITALICS>
00000028

<ITALICS>风暴系学院历史——在很久很久以前，世界上居住着海神。他们与龙族和巨人共同统治世界。</ITALICS>
00000029

<ITALICS>在龙和巨人策划战争以前，海神们统治着海洋，并维护着世界和平。</ITALICS>
00000030

<ITALICS>当战争发生时，海神已准备好应战。他们因拒绝彻底摧毁敌人而陷入沉睡状态，这正是他们仁慈的代价。</ITALICS>
00000031

<ITALICS>目前，风暴元素仍然存在。即使是现在，强大的风暴系魔法仍然可以完美掌控火焰系魔法和冰霜系魔法……</ITALICS>
00000032

<ITALICS>你向一只瓶子里倒满了轻盈的水…</ITALICS>
00000034

<ITALICS>你觉得一股热浪穿过了自己的身体。</ITALICS>
00000035

<ITALICS>你感觉到了空气中的电量累积。</ITALICS>
00000044

什么？你来找宝石？做梦！宝石是我王国的核心。它能带给我无数的财富和力量！哈哈哈哈哈！
00000108

已经好久没有人挑战我们了。很遗憾，我很快就能解决掉你。准备好战斗吧，魔法师！
00000117

生命在于精神，意识和存在的力量。因为要感悟所有生命的力量并掌握生命的精髓，所以要研究它。
00000118

生命系消除了这个世界的混乱，创建了秩序，让一切事物得以自我维持。内心宁静与自律是所有巫术师的特征。 
00000119

在魔法三角中，生命系魔法位于火焰系魔法与风暴系魔法之间，因为生命系魔法源于这两种魔法。
00000120

神圣系就是想象力。心灵的力量以及它可以创造的事物推动了神圣系魔法的前进。它是幻觉，梦想成就现实。如果你能想到，就能使它前进。
00000121

神圣系学院的魔法师被称为咒术师，使用名称召唤传说中的野兽，他们记住并呼叫野兽们的真实名字。
00000122

神圣系学院坐落于火焰系学院与冰霜系学院之间，因为那儿是影子存在的地方，神圣系可以把幻影想法变为现实。
00000124

<ITALICS>魔法中的平衡艺术就是去调和，去发现万物平等的一面。它需要从各门各派中提取不同的元素，把零星的能量凝聚为一体，来发挥巨大的威力。</ITALICS>
00000125

<ITALICS>想象一下，点火，然后用风扇加大火力，让温度不断升高，用火来创造蒸汽，推动发动机工作。这就跟幻术师用他的技能来控制其他学院的方法一样。<ITALICS>
00000126

<ITALICS>学习平衡系魔法需要更长的时间，但它所拥有的力量是无法估量的。代表这所学院的宝石是黄水晶，学院的标志色为棕褐色和栗色。<ITALICS>
00000127

你以为我会带你去见泡普斯？哈，醒醒吧。不过我会先把你引荐给其他人。准备尝试下我的魔爪吧，魔法师……
00000128

<ITALICS>你没有船票……</ITALICS> 
00000173

你就是街区那个新来的孩子了？但是，一山不容二虎。就让我们看看，谁会留下来，谁会灰溜溜地离开……
00000176

竞技场大师说我要是揍扁你，我就会得到蜘蛛眼！嗯……我喜欢蜘蛛眼……好了，现在卡拉格要揍扁你了……！
00000177

<ITALICS>时至今天，在法密亚教授的领导下，学院变得越来越正规有序了。红色与橙色象征了火占师，而象征宝石是红宝石。</ITALICS>  
00000179

<ITALICS>今天的冰霜系学院，在葛瑞丝教授领导下，在冰霜系魔法教学方面取得了很大的进步。很多新的强大的冰霜系魔法都已经增加到了学院的纲要里。</ITALICS>
00000180

<ITALICS>冰霜系学院多采用的是淡蓝色和白色，而蓝宝石也正是奇术师的象征。</ITALICS>
00000181

</ITALICS>在教授霍斯顿的领导下，风暴系进行了大变革，许多魔法变得规范。紫色和黄色象征了占卜师，而紫水晶则被定为宝石。<ITALICS>
00000182

在吴教授的领导下，学院采用了绿色和棕色的校色，代表着大自然的色调。被称为“翡翠”的有着鲜亮色彩的石头则成为所有灵术师的宝石。
00000184

学院的宝石是橄榄石。学院的色彩是黄色搭配品蓝。
00000206

<ITALICS>…你召唤翡翠之灵！</ITALICS>
00000245

这些水晶是克雷西斯的！我通晓驭龙的秘诀！ 
00000248

是谁在我工作的时候烦我？没关系…… 没人能逃得了。我和我的奴仆们将把你粉身碎骨……你会成为亡灵中的一员！\n
00000249

他们说…说…所有人…人类都被杀…杀死了…我喜欢这…这个差…差事…我已经很长时…时间没有消…消灭过魔法师了。\n
00000253

通过水晶眼我确实能看到，一个索命魔法师正在离开。你有两条腿：跟我的八条腿没法儿比。你完了，就这么简单。\n
00000254

我的蜘蛛们……快快前来助我！我们一起把那些在龙之谷搞破坏的人赶出去！这个地方不久就会笼罩在你们水晶蛛网下，永远太平！\n
00000258

你击败了我……但我求你不要碾碎这些蜘蛛！完整地保留它们这些美丽的水晶网吧！ 
00000259

还有人吗？还有人活着吗？一定被忽略了。无论怎样…都不会在这里停留很久。
00000262

谁敢擅自闯入这里？！我不允许任何人进入这个地窖。你不会活着离开的…\n
00000265

入侵者……<ITALICS>发现。</ITALICS>\n进入……<ITALICS>拒绝。 </ITALICS>\n战斗模式……<ITALICS>启动。</ITALICS>\n
00000268

你怎么找到我的？最好告诉我……否则我会把你扁成果酱！
00000270

不要骄傲，小魔法师！虽然你已经学会了怎么攻击，但当你无法攻击对手的时候，防御才是幸存的关键。好好保护你自己吧！\n
00000272

你是强大的年轻魔法师……我会把那个赐予你。但是先让我们看看，你要如何对抗那个精通设伏的人！ 
00000274

这是什么？有人人叫叫叫了客客房服务务么？这这这看起来很很很好好吃！
00000278

你偷偷摸摸的竟然走了这么远。现在，趁还有机会，你赶紧悄悄溜走吧！
00000280

我们可以看透你的思想，小魔法师！你的肉体无法阻挡我们看穿你的意图！你在寻找这个人的钥匙？来吧，从我们手中拿走它！
00000282

愚……蠢的魔法师！毕竟，我……听过对你最好……的评价。我会记得……你的，当我坐上……龙之谷……的王座。
00000285

你不能拿走我守护的东西，除非你先打倒我。
00000289

守卫这把钥匙是我的职责。我生来就是为了守卫它。\n不能让钥匙被别人拿走。我用我的生命保护它。\n
00000291

这仅仅是开始！我的名字将传遍整个旋涡星系，而且我将成为旋涡星系的毁灭者！而你…你是我不知情的同谋！ 
00000293

用石头一样的拳头打破你的骨头。
00000295

满脑子浆糊……该怎么办？没有答案！什么？粉碎就是答案！粉碎！！！ 
00000297

肉体是软弱的，小魔法师！不过不用担心！当我居住在你的身体里后，我会好好照顾它的。我会时不时地来拜访你！哈哈哈！ 
00000299

很明显你是为蛋而来……但是我是不会给你的。龙骑士的时代已经过去了，你们再也飞不起来了。
00000302

思泰尔？是你么？你是来找我的么？这儿又冷……又黑，我很孤单……
00000304

你不是我的思泰尔！你对他做了什么？！我不会伤害他……我绝对不会背叛我最爱的丈夫！  
00000306

你犯了一个大错。过来，小东西。这些水晶是我的宝物，由我保管。除非我死了，否则别想拿到水晶！
00000654

哈哈……德瑞克将把你打成布丁……把你打回老家，你只能抱着你的泥地马哭泣！
00000655

你是谁？！你是怎么来到这里的？！这不重要……你的死期到了！
00000974

忍者猪之路，这是一条充满挑战，几乎不可能完成之路。
00000975

疯狂、恐惧、失败都在等着你的宠物！
00000976

但是千万别犹豫！如果你的宠物拥有信念... 勇气... 毅力... 那么就会跑的很快！
00000977

好了，挑战的时刻已经到来，用你的头脑战胜一切吧！
00000978

你让我想起了从木须回来的我的侄子，他也不擅长这种道路。
00000979

放轻松！别紧张！
00000980

扫堂腿！哦，当我没说。
00000981

武装你的大脑来对抗侵入你全身的疯狂意识。
00000982

忍者猪之路是一种艺术的诠释！
00000984

小心那五个连续撞击的锤子！
00000985

小心别从桥上掉下去！
00000986

小心！你能做到！
00001022

寂静之屋
00000820

温室
00000882

哈恩德峡湾
00000000

国王祭坛
00000001

迪格摩站
00000002

摄政广场
00000009

曼德历史恢复了！
00000010

欺诈者墓地
00000013

竞技场
00000033

<ITALICS>你感觉到一阵冷风充满了房间，好像是巨人他们自己带来的...</ITALICS>
00000041

所以，你是为了你的下一个魔法来这儿的？让我们先跳支舞吧。
00000042

哈哈！一个“魔法师”来寻找他们珍贵的“魔法”产品。难道你不知道科学的力量嘛！科学的力量要比你的魔法强大得多！
00000043

为了表示我对你魔法的藐视，我将烧毁我找到的所有东西。是的，我将烧掉这本书，在我的肚子上把它烧掉！哈哈哈哈！
00000045

风暴之墓
00000046

克洛克神岛
00000047

你是来取这本书的么？好极了，今天我会有好戏看了。你的恐惧将是我的开心果...！
00000048

阿尼克墓地塔
00000049

兵营塔
00000050

迪杰家族墓地塔
00000051

火焰会议厅之塔
00000052

伯特先生的骨头和饼干
00000053

皇家大厅塔
00000054

火焰之塔宫殿
00000055

金殿塔
00000056

凯的战利品陈列室
00000057

勇士大厅之塔
00000058

苏登·索伊王子的房间
00000059

冰霜之塔地窖
00000060

克洛克图书馆
00000061

平衡系学院
00000062

克洛克商店
00000063

邮局
00000064

拉文霍德
00000065

克洛克神岛
00000066

傀儡之塔
00000067

无望塔
00000068

法密亚的家
00000069

木须中心
00000070

玛里伯恩|克苛狗服装
00000071

狐狸猎犬护脚
00000072

秃顶哈格的帽子
00000073

威玛猎犬魔杖公爵
00000074

拉布拉多小姐的匕首
00000075

珠宝匠杰克拉塞尔
00000076

达莎小姐的魔法盒
00000077

骷髅恶鬼
00000078

问答测试区
00000079

翡翠殿
00000080

翡翠殿
00000081

義仁寺
00000082

古墓葬群
00000083

忧悲村
00000084

生命之树
00000085

松顺村
00000086

木须|荒废的洞穴
00000087

岸部村
00000088

白泷寺
00000089

废墟村
00000090

战争前哨
00000091

深红战场
00000092

阿基尔要塞
00000093

翡翠殿
00000094

義仁寺
00000095

古墓葬群
00000096

忧悲村
00000097

生命之树
00000098

松顺村
00000099

木须|荒废的洞穴
00000100

岸部村
00000101

白泷寺
00000102

废墟村
00000103

深红战场
00000104

战争前哨
00000105

摄魂室
00000106

木须
00000107

木须
00000109

女生宿舍
00000110

男生宿舍
00000111

欺诈者墓地
00000112

欺诈者墓地
00000113

欺诈者墓地
00000114

默尔·安布罗斯的家
00000115

摄魂室
00000116

克洛克
00000123

神圣系学院坐落于火焰系学院与冰霜系学院之间，
00000130

隐蔽的空灵山谷
00000131

寒石小屋
00000132

萨菲拉的塔
00000133

颅骨堡垒
00000134

丰收领主之塔
00000135

暴雨之塔
00000136

被遗弃之塔
00000137

火球剧场
00000138

蠕魔要塞
00000139

巴丝娣的堡垒
00000140

格里利的驻军
00000141

巨魔之塔
00000142

罗通达城堡
00000143

鹅卵石城堡
00000144

比蒂的房间
00000145

伊多的房间
00000146

阿克里的房间
00000147

赛恩的房间
00000148

内比特的房间
00000149

地穴护卫的房间
00000150

军需官的巢穴
00000151

勇士的房间
00000152

奈赫贝特的房间
00000153

欧吉的房间
00000154

灵魂之室
00000155

曼德战利品陈列室
00000156

沙漏室
00000157

战利品陈列室
00000158

凯·阿曼瑟战利品陈列室
00000159

藏骨人地穴
00000160

清道夫坟墓
00000161

炼金术士凯皮的实验室
00000162

工头迪加尔的巢穴
00000163

安全屋
00000164

萨米的钟楼
00000165

北钟塔
00000166

威利的钟楼
00000167

仓库
00000168

切尔西塔
00000169

冰锥仓库
00000170

麦克塔维希藏身处
00000171

希克斯钟楼
00000172

沙漏室
00000174

太阳鸟
00000175

太阳鸟
00000178

<ITALICS>对于今天的学院来说，冰霜系的教学取得更多的进展。</ITALICS>
00000183

精选的房间
00000185

焚尸炉先生
00000186

黑鸦族尼马哈
00000187

肯尼迪·克劳
00000188

内尔斯·欧莱瑞钟楼
00000189

头目班杰
00000190

斯托克
00000191

斯托克
00000192

肯辛顿仓库
00000193

伊斯·马克西姆斯
00000194

哈文特领主
00000195

哈文特领主
00000196

骷髅恶鬼的要塞
00000197

内尔斯的藏身处
00000198

钥匙匠索伊竞技场
00000199

克比·索伊王子的巢穴
00000200

苏格兰场
00000201

嚎啕鬼魂
00000202

嚎啕鬼魂
00000203

嚎啕鬼魂
00000204

棘齿人
00000205

莫迪凯的塔楼
00000207

海德联谊会会堂
00000208

大教堂
00000209

夜影之塔
00000210

龙爪山
00000211

上火山
00000212

龙之谷学院
00000213

龙之谷学院
00000214

水晶林
00000215

审判广场
00000216

熔炉
00000217

龙爪山
00000218

迷宫
00000219

亚龙孵化所
00000220

胜利广场
00000221

大裂谷
00000222

荣耀之塔
00000223

大墓地
00000224

较矮的火山
00000225

图书馆
00000226

学院
00000227

龙穴
00000228

古老的大裂谷
00000229

大教堂
00000230

龙之谷
00000231

大裂谷
00000232

胜利广场
00000233

雅典娜神庙
00000234

前往水晶林
00000235

熔炉
00000236

火龙湾
00000237

龙穴
00000238

鱼鳞小路
00000239

鱼鳞小路
00000240

龙爪峡谷
00000241

火焰系王冠
00000242

哀嚎洞穴
00000243

龙之咽喉
00000244

大教堂
00000246

这些书...都是...是...克雷西斯的。手艺...的秘密...是...我在用的。
00000247

克雷西斯
00000250

他们说...所有的人类...都被要杀掉...我很喜欢...这种消遣活动...自从...自从上次我杀掉...一个魔法师之后，已经过去很长...一段时间了。\n
00000251

克洛姆斯
00000252

水晶皇后
00000255

我的蜘蛛们...快快前来助我！我们一起去把那些在龙之谷搞破坏的人赶出去！这个地方不久就会笼罩在你们水晶蛛网下，永保太平！\n
00000256

蜘蛛看守者耶娃
00000257

蜘蛛看守者耶娃
00000260

盗火者
00000261

瓦谢克·尘织
00000263

谁敢侵入这个地方？！我不允许任何人进入这个地窖。你不会活着离开这儿的...\n
00000264

地窖守卫
00000266

入侵者...<ITALICS>发现。</ITALICS>\n进入...<ITALICS>拒绝。</ITALICS>\n战斗模式...<ITALICS>开始(</ITALICS>\n
00000267

玄武石将军
00000269

马乌拉·火翼
00000271

桑德尔·斯皮尔
00000273

斯斯皮恩
00000275

黑刃
00000276

你的胡作非为会让你付出代价的！你会有报应的，你的幽灵将永远困在我的一个魔法球中。
00000277

暗影伯特鲁夫
00000279

月亮幽灵薇纳拉
00000281

泽克斯
00000283

愚...蠢的魔法师！毕竟，我...听过对你最好...的评价。我会记得...你的，当我坐上...龙之谷...的王座。
00000284

道具管理员
00000286

道具管理员
00000287

你不能拿走我守护的东西，除非你先打倒我。
00000288

银守卫
00000290

弗拉迪米尔·黑焰
00000292

雪崩
00000294

巨型侏儒
00000296

伊凡灵魂歌者
00000298

瓦莱斯卡·红风
00000300

很明显你是为蛋而来...但是我是不会给你的。龙骑士的时代已经过去了，你们再也飞不起来了。
00000301

西尔维娅·德雷克之魂
00000303

西尔维娅·德雷克之魂
00000305

冷酷的魔法师奥林
00000307

胜利广场
00000308

通往广场
00000309

米拉卡·朱厄尔之塔
00000310

荣耀之塔
00000311

思泰尔的巢穴
00000312

火龙湾
00000313

火龙湾
00000314

火龙湾
00000315

火龙湾
00000316

火龙湾
00000317

火龙湾
00000318

龙穴
00000319

胜利广场
00000320

大裂谷
00000321

水晶塔　
00000322

胜利广场
00000323

大裂谷
00000324

迷宫楼
00000325

迷宫
00000326

斯斯皮恩的塔
00000327

暗黑行者的塔
00000328

冷酷巫术师之塔
00000329

地窖 1933
00000330

月亮幽灵之塔
00000331

龙之谷戒指商店
00000332

龙之谷家具和城堡
00000333

水晶仓库
00000334

龙之谷靴子商店
00000335

知识守护者之塔
00000336

黑曜石领主之墓
00000337

泽克斯之塔
00000338

第一塔楼
00000339

月亮幽灵薇纳拉之塔
00000340

第三座塔-荣耀之塔
00000341

召矛人之塔
00000342

召矛人之塔
00000343

火翼之塔
00000344

战争之塔
00000345

玄武石的城堡
00000346

埃德里的地窖
00000347

第一塔楼-大裂谷
00000348

毁灭的塔
00000349

永久燃烧之塔
00000350

蓝晶石塔
00000351

未使用的地窖
00000352

西尔维娅·德雷克的坟墓
00000353

火占师之墓
00000354

天刺塔
00000355

风火塔
00000356

安全室
00000357

侏儒之塔
00000358

侏儒之塔-亚龙孵化所
00000359

冷酷巫术师之塔
00000360

雷冠塔
00000361

白骨之塔
00000362

熔炉
00000363

唯丝塔·魅影
00000364

玛里伯恩竞技场
00000365

木须竞技场
00000366

克洛克竞技场
00000367

水晶林
00000368

托马尔之塔
00000369

龙之谷
00000370

龙爪峡谷
00000371

鹅卵石城堡
00000372

巨像大道
00000373

巨像大道
00000374

巨像大道
00000375

库克罗普斯通道
00000376

火猫小径
00000377

火猫小径
00000378

奥尔德镇
00000379

奥尔德镇
00000380

沦陷之城
00000381

沦陷之城
00000382

沦陷之城
00000383

海神大街
00000384

独角兽大道
00000385

独角兽大道
00000386

独角兽大道
00000387

龙嘴洞穴
00000388

默尔·安布罗斯的塔
00000389

魔法城图书馆
00000390

黑夜之地
00000391

拉文霍德
00000392

拉文霍德
00000393

拉文霍德
00000394

拉文霍德
00000395

拉文霍德
00000396

拉文霍德
00000397

购物街
00000398

购物街
00000399

购物街
00000400

购物街
00000401

购物街
00000402

购物街
00000403

购物街
00000404

购物街
00000405

购物街
00000406

购物街
00000407

拉文霍德
00000408

拉文霍德
00000409

拉文霍德
00000410

拉文霍德
00000411

拉文霍德
00000412

拉文霍德
00000413

拉文霍德
00000414

拉文霍德
00000415

拉文霍德
00000416

拉文霍德
00000417

拉文霍德
00000418

拉文霍德
00000419

拉文霍德
00000420

拉文霍德
00000421

拉文霍德
00000422

拉文霍德
00000423

绿洲
00000424

绿洲
00000425

绿洲
00000426

克洛克商店
00000427

勇士大厅
00000428

大竞技场
00000429

大竞技场
00000430

大竞技场
00000431

大竞技场
00000432

皇家大厅
00000433

皇家大厅
00000434

苏格兰场
00000435

摄政广场
00000436

摄政广场
00000437

卡赞斯坦的实验室
00000438

卡赞斯坦的实验室
00000439

卡赞斯坦的实验室
00000440

卡赞斯坦的实验室
00000441

卡赞斯坦的实验室
00000442

卡赞斯坦的实验室
00000443

骑士王庭
00000444

骑士王庭
00000445

骑士王庭
00000446

骑士王庭
00000447

骑士王庭
00000448

骑士王庭
00000449

纽盖特监狱
00000450

纽盖特监狱
00000451

纽盖特监狱
00000452

纽盖特监狱
00000453

迪格摩站
00000454

迪格摩站
00000455

迪格摩站
00000456

迪格摩站
00000457

迪格摩站
00000458

迪格摩站
00000459

炼铁厂
00000460

炼铁厂
00000461

切尔西庭院
00000462

翡翠殿 
00000463

翡翠殿 
00000464

翡翠殿 
00000465

翡翠殿 
00000466

生命之树
00000467

大裂谷
00000468

大裂谷
00000469

大裂谷
00000470

大裂谷
00000471

胜利广场
00000472

胜利广场
00000473

荣耀之塔
00000474

荣耀之塔
00000475

荣耀之塔
00000476

荣耀之塔
00000477

熔炉
00000478

迷宫
00000479

迷宫
00000480

迷宫
00000481

迷宫
00000482

迷宫
00000483

亚龙孵化所
00000484

大墓地
00000486

龙之谷学院
00000487

审判广场
00000488

审判广场
00000489

审判广场
00000490

审判广场
00000491

审判广场
00000492

审判广场
00000493

审判广场
00000494

审判广场
00000495

审判广场
00000496

审判广场
00000497

水晶林
00000498

水晶林
00000499

水晶林
00000500

水晶林
00000501

水晶林
00000502

水晶林
00000503

水晶林
00000504

水晶林
00000505

水晶林
00000506

水晶林
00000507

龙之谷学院
00000508

骑士王庭
00000509

月爪塔
00000510

宿舍
00000511

恐惧之井
00000521

荣誉大厅
00000522

龙之咽喉
00000523

龙之咽喉
00000524

哀嚎洞穴
00000525

鱼鳞小路
00000526

拉文霍德
00000527

亡灵系学院
00000528

冰霜系学院
00000529

生命系学院
00000530

生命系学院
00000531

神圣系学院
00000532

风暴系学院
00000533

火焰之塔
00000534

风暴之塔
00000535

冰霜之塔
00000536

亡灵之塔
00000537

亡灵之塔
00000538

火焰之塔
00000539

火焰之塔
00000540

冰霜之塔
00000541

冰霜之塔
00000542

生命之塔
00000543

神圣之塔
00000544

神圣之塔
00000545

神圣之塔
00000546

神圣之塔
00000547

风暴之塔
00000548

风暴之塔
00000549

魔法城染料商店
00000550

魔法城护身符商店
00000551

魔法城匕首商店
00000552

魔法城靴子商店
00000553

魔法城魔法盒商店
00000554

魔法城帽子商店
00000555

魔法城家园商店
00000556

魔法城宠物商店
00000557

魔法城戒指商店
00000558

魔法城衣服商店
00000559

魔法城魔杖商店
00000560

克洛克戒指护身符商店
00000561

克洛克衣服商店
00000562

克洛克匕首和帽子商店
00000563

克洛克靴子和魔杖商店
00000564

克洛克魔法盒商店
00000565

克洛克神秘商店
00000566

克洛克家具商店
00000567

皇宫
00000568

木须园艺道场
00000569

木须岩石道场
00000570

木须服饰商店
00000571

木须家园商店
00000572

木须武器商店
00000573

木须珠宝商店
00000574

木须配饰商店
00000575

木须水道场
00000576

木须水道场
00000577


00000578

魔法城
00000579

木须
00000580

玛里伯恩
00000581

克洛克
00000582

龙之谷
00000603

家
00000604

家
00000605

家
00000606

家
00000607

家
00000608

家
00000609

家
00000610

家
00000611

家
00000612

家
00000613

家
00000614

家
00000615

家
00000616

家
00000617

家
00000618

家
00000619

家
00000620

家
00000621

家
00000622

家
00000625

霜岛
00000626

英格拉姆的住处
00000627

知识之塔
00000628

卡尔的住处
00000629

莫德的住所
00000630

穆宁的住宅
00000631

雷文塔
00000632

地下酒馆
00000633

维格利德险地
00000634

霜岛
00000635

霜岛
00000636

霜岛
00000637

莫克霍姆要塞
00000638

莫克霍姆要塞
00000639

莫克霍姆要塞
00000640

勇者大厅
00000641

冬日深渊广场
00000642

海尔格林德穴
00000643

萨瓦斯塔德通道
00000644

格林海姆
00000645

苏德里兰
00000646

雷文斯坎
00000647

海尔格林德穴
00000648

尼达威里尔
00000649

冬日深渊广场
00000650

勇者大厅
00000651

到维格利德险地
00000652

雷文斯坎监狱
00000653

雷文斯坎
00000656

前往萨瓦斯塔德通道
00000657

前往莫克霍姆要塞
00000658

前往尼达威里尔
00000659

前往雷文斯坎
00000660

魔法城集市
00000661

莫克霍姆要塞
00000662

北方据点
00000663

萨瓦斯塔德通道
00000664

萨瓦斯塔德通道
00000665

萨瓦斯塔德通道
00000666

萨瓦斯塔德通道
00000667

萨瓦斯塔德通道
00000668

萨瓦斯塔德通道
00000669

尼达威里尔
00000670

萨瓦斯塔德通道
00000671

莫克霍姆要塞
00000672

维格利德险地
00000673

雷文斯坎
00000674

乌利克
00000675

北方据点
00000676

国王大厅
00000678

勇者大厅
00000679

冬日深渊广场
00000680

海尔格林德穴
00000681

霜岛
00000682

霜岛
00000683

霜岛
00000684

雷文斯坎
00000685

186800
00000686

雷文斯坎
00000687

雷文斯坎
00000688

雷文斯坎
00000689

雷文斯坎
00000690

雷文斯坎
00000691

雷文斯坎
00000692

雷文斯坎
00000693

雷文斯坎
00000694

雷文斯坎
00000695

雷文斯坎
00000696

裂肉者洞穴
00000697

龙之谷竞技场
00000698

微风塔
00000699

皇家密室
00000700

内维尔的装饰店
00000701

地穴
00000702

霜幔的房间
00000703

魔法城孵化所
00000704

宠物馆
00000705

鲁飞顿公园
00000706

宠物吞食
00000707

鲁飞顿隧道通道
00000708

鲁飞顿大街
00000709

科科特支柱赛道
00000710

碎魂魔之墓
00000711

克洛克托普金字塔通道
00000712

科科特绿洲小径
00000713

龙之谷艰难的路
00000714

龙之谷专家轨道
00000715

龙之谷中等小道
00000716

独角兽湖广场
00000717

独角兽湖边大道
00000718

独角兽湖小道
00000719

卡马哈赛道
00000720

卡马哈竹栈
00000721

卡马哈村庄小道
00000722

松峡湾通道
00000723

松峡湾小路
00000724

松峡湾小径
00000725

碎魂魔之墓
00000726

龙火之路
00000727

龙火之路
00000728

龙火课程
00000729

松顺村
00000730

尘风的坟墓
00000731

扎瑞克的藏身处
00000732

维斯纳·影痕的巢穴
00000733

天国大本营
00000734

漂浮大陆
00000735

风暴殿堂
00000736

科学中心
00000737

巨蟹帝国
00000738

天国大本营
00000739

勘测营地
00000740

寺庙通道
00000741

星辰试炼
00000742

石窟
00000743

顶峰
00000744

顶峰
00000745

长廊
00000746

小教堂
00000747

观星台
00000748

星辰区
00000749

风暴大厅
00000750

月相盘 
00000751

你获得胜利！
00000752

你是胜者！
00000753

宠物大炮
00000754

圣坛
00000755

星辰试炼
00000756

观星台
00000757

风暴殿堂
00000758

巨蟹帝国
00000759

科学中心
00000760

门廊
00000761

漂浮大陆
00000762

你是胜者！
00000763

天国|大本营
00000764

勘测营地
00000765

石窟
00000766

长廊
00000767

勘测营地
00000768

海藻农场
00000769

珊瑚城堡
00000770

统治者涅柔斯的皇家庄园
00000771

审判广场
00000772

古比鱼的巢穴
00000773

帕拉萨斯的藏身处
00000774

风暴房间
00000775

巨兽的巢穴
00000776

唐乐洛特洞穴
00000777

唐乐洛特洞穴
00000778

安菲巴顿的庇护所
00000779

阿克罗斯的隐居地
00000780

参议员房间
00000781

楠西奥峭壁
00000782

石窟
00000783

卡吕普索的洞穴
00000784

巨蟹帝国
00000785

赫克辛芬的藏身处
00000786

参议员普鲁维斯的办公室
00000787

防御工事
00000788

勘测营地
00000789

暮网兵营
00000790

幻术师圣地
00000791

暴风君主神殿
00000792

暗夜洞穴
00000793

天国
00000794

鳗鱼洞穴
00000795

石窟
00000796

石窟
00000797

巨兽的巢穴
00000798

野岩的藏身处
00000799

刚爪的洞穴
00000800

星辰试炼
00000801

外穹顶
00000802

风暴房间
00000803

星之圣地
00000804

月亮测试
00000805

布鲁特斯·斯托克威伍的巢穴
00000806

斯托克威伍的巢穴
00000807

星辰试炼
00000808

太阳圣地
00000809

大幻想宫殿
00000810

遗忘之室
00000811

禁室
00000812

禁室
00000813

蓬托斯大帝行宫
00000814

魔牙的巢穴
00000815

魔牙的巢穴
00000816

巨蟹小巷
00000817

卡吕普索的洞穴
00000818

议事厅
00000819

尼拉克圣地
00000821

石窟
00000822

大门控制室
00000823

灵魔兽的洞穴
00000824

维格利德险地
00000825

黑掠墓地
00000826

索斯姆海特的圣地
00000827

萨瓦斯塔德通道
00000828

塔洛斯之塔
00000829

维格利德险地
00000830

参议员房间
00000831

楠西奥峭壁
00000832

观星台
00000833

赫利俄斯的住处
00000834

风暴殿堂
00000835

月宫
00000836

石窟
00000837

风暴大厅
00000838

风暴大厅
00000839

风暴殿堂
00000840

旋涡大厅
00000841

巨蟹帝国
00000842

通往龙穴
00000848

哈恩德峡湾
00000849

威斯特里兰
00000850

纳斯特隆德
00000851

威斯特里兰
00000852

奥斯特里兰德
00000853

苏德里兰
00000854

深渊广场
00000855

诺德里兰
00000856

奥斯特里兰德
00000857

苏德里兰
00000858

威斯特里兰
00000859

纳斯特隆德
00000860

纳斯特隆德
00000861

纳斯特隆德
00000862

苏丹的宫殿
00000863

苏丹的宫殿
00000864

哈恩德峡湾
00000865

威斯特里大厅
00000866

城镇大厅
00000867

苏德里兰
00000868

诺德里兰
00000869

奥斯特里兰德
00000870

威斯特里兰
00000871

巨蟹小巷
00000872

皇家宫殿
00000873

深渊广场
00000874

哀嚎洞穴
00000875

哀嚎洞穴
00000876

自来水厂
00000877

纳斯特隆德
00000878

广场
00000879

广场
00000880

奥斯特里兰德
00000881

奥斯特里兰德
00000886

皮格斯威克学院
00000887

飞马殿
00000888

坦格尔伍德大道
00000889

神象之塔
00000890

图书馆档案
00000891

飞马殿
00000892

坦格尔伍德大道
00000893

皮格斯威克学院
00000894

飞马殿
00000895

坦格尔伍德大道
00000896

皮格斯威克学院
00000897

飞马高殿
00000898

皮格斯威克学院
00000899

赞木达
00000900

拜巴伯十字路口
00000901

拜巴伯之顶
00000902

拜巴伯市场
00000903

大草原
00000904

赞木达郊区
00000905

鼓之丛林
00000906

石头镇
00000907

海滨
00000908

大象墓地
00000909

海滨
00000910

镜湖
00000911

阳光山脉
00000912

镜湖
00000913

黛朵之墓
00000914

黑色宫殿
00000915

达拉加尼宫殿
00000916

石头镇
00000917

广场
00000918

扎法丛林
00000919

太阳宫殿
00000920

沦陷之城
00000921

外部庭院
00000922

拜巴伯十字路口
00000923

石头镇
00000924

别墅花园
00000925

家具商店
00000926

石中剑
00000927

修道院大街
00000928

阿瓦隆大道
00000929

佛塔
00000930

水晶洞穴
00000931

寂静平原
00000932

地下墓穴
00000933

湖滨
00000934

加尔里昂
00000935

阿瓦隆城堡
00000936

阿瓦隆大道
00000937

石中剑
00000938

荒野
00000939

顿达拉
00000940

深海
00000941

石中剑
00000942

碎德洞穴
00000943

海盐洞穴
00000944

外部庭院
00000945

沼泽洞穴
00000946

迪亚哈尔洞穴
00000948

外部庭院
00000949

外部庭院
00000950

地下墓穴
00000951

阿瓦隆城堡
00000952

加尼隆
00000953

阿瓦隆大道
00000954

阿瓦隆幽灵
00000955

阿瓦隆幽灵
00000956

沙箱区域
00000957

子夜太阳塔
00000958

SubscriberOnlyZoneText
00000959

<center><font=WizardNormal>该区域只对会员开放。
00000960

SubscriberOnlyZoneTitle
00000961

仅限会员！
00000962

子夜太阳塔
00000963

子夜太阳塔
00000964

天国竞技场
00000965

皮格斯威克学院竞技场
00000966

阿瓦隆竞技场
00000967

扎法丛林竞技场
00000968

黑煞湖泊
00000969

三分地
00000970

前往左卡洛
00000971

前往天然井
00000972

祖尔顿码头
00000973

红树沼泽
00000983

你的第一课：怎样坠落！
00000987

左卡洛
00000988

忍者猪之路
00000989

坏脾气暴食鬼
00000990

双火山
00000991

沥青洞穴
00000992

天然井
00000993

暴雨森林
00000994

悬浮山脉
00000995

西瓦尔巴
00000996

凯瑟琳·怀尔德的家
00000997

大绿翼蛇母亲的洞穴
00000998

希帕克特里的洞穴
00000999

呱呱村
00001000

风暴之眼金字塔
00001001

魔法巢
00001002

左卡洛
00001003

迷界金字塔
00001004

死亡木洞穴
00001005

沼泽洞穴
00001006

神秘之树
00001007

沼泽空地
00001008

蒙卡斯坦船舱
00001009

烧焦的塔
00001010

盐土沼泽
00001011

黑煞湖泊
00001012

哈雷的瞭望台
00001013

羽毛大厅
00001014

左卡洛
00001015

侏罗纪宫殿
00001016

黑日金字塔
00001017

咽喉
00001018

科拉松洞穴
00001019

阿兹特克竞技场
00001020

亚特兰提
00001021

腐沼巫师之屋
00001023

红谷仓农场
00001024

神奇的鱼碗
00001027

冬毒大厅
AhnicFamilyTomb

阿尼克家族墓地
BigBen

大本钟
Chamber_of_Fire

火焰会议厅
Chelsea_Court

切尔西庭院
ColossusBlvd

巨像大道
CounterweightEast

东部博物馆
CounterweightWest

西部博物馆
CyclopsLane

库克罗普斯通道
DarkCave

黑暗洞穴
Digmoore_Station

迪格摩站
DjeseritFamilyTomb

迪杰家族墓地
DragonMouthCave

龙嘴洞穴
EmperorsRetreat

皇家密室
Emperor'sRetreat

皇家密室
EntranceHall

大厅
FirecatAlley

火猫小径
GH2

冬牙城
GolemCourt

傀儡庭院
GrandArena

大竞技场
Grizzle_Hub

北方据点
HallofChampions

勇士大厅
HauntedCave

闹鬼洞穴
Headmaster_Tower

校长之塔
HedgeMaze

树篱迷宫
Hyde_Park

海德公园
KarahnanBarracks

卡拉纳兵营
KaranahnPalace

卡拉纳宫殿　
Katzensteins_Lab

卡赞斯坦的实验室
KensingtonPark

肯辛顿公园
Knights_Court

骑士王庭
Krokosphinx

克洛克神岛
KTWorld

克洛克
Newgate_Prison

纽盖特监狱
Nightside

黑夜之地
OldeTown

奥尔德镇
PalaceofFire

火焰宫殿
Ravenwood

拉文霍德
Ravenwood_Teleporter

世界之树
Regents_Square

摄政广场
Royal_Hall

皇家大厅
RoyalMuseum

皇家博物馆
Scotland_Yard_Roof

苏格兰场天台
ShoppingDistrict

购物街
SubscriberOnlyZoneText

<center><font=WizardNormal>该区域只对会员开放。
SubscriberOnlyZoneTitle

仅限会员！
SunkenCity

沦陷之城
TempleofStorms

风暴神殿
The_Ironworks

炼铁厂
TheCommons

广场
TheOasis

绿洲
Throne_Room_of_Fire

火焰金殿
TritonAvenue

海神大街
TU

巨蟹小巷
UnicornWay

独角兽大道
VaultofIce

冰之地窑
WCWorld

魔法城
WellofSpirits

幽灵井
WolfminsterAbbey

饿狼修道院
World2

克洛克
World3

玛里伯恩
ZF_Savannah

大草原
ZF_Zamunda

赞木达
ZoneUnderConstruction

<center><font=WizardNormal>哇哦，慢点慢点。你正试图进入的服务器还没有准备好。请耐心等待，过会儿再来看看吧。
00000485

Garden Of Hesperides
00000677

Tartarus
00000843

Last Wood
00000844

Silent Market
00000845

Bastion
00000846

Moon Cliffs
00000847

Fort Rachias
00000883

Isle Of Arachnis
00000884

Crescent Beach
00000885

Ruined Alcazar
00000947


00001025

Atlantea
00001026

The Acropolis
00001028

Mount Olympus
00001029

Mount Olympus
00001030

Mount Olympus
00001031

Aquila
00001032

Weapons Tent
00001033

Mangrove Marsh
00001034

Lost Bastion
00001035

Tyrian Gorge
00001036

The Commons
00001037

Amber Estate
00001038

Umbra Tent
00001039

Last Wood
00001040

Golden Hoard Chamber
00001041

Fort Rachias
00001042

Treetop Getaway
00001043

Kondha Desert
00001044

Ruined Alcazar
00001045

Radiance Reborn
00001046

StarFall Sea
00001047

Sardonyx
00001048

Sardonyx
00001049

Sardonyx
00001050

Sardonyx
00001051

Sardonyx
00001052

Garrison Bottom Floor
00001053

Sardonyx
00001054

Sardonyx
00001055

Sardonyx
00001056

Sardonyx
00001057

The Hive
00001058

Kondha Desert
00001059

Kondha Desert
00001060

Kondha Desert
00001061

Kondha Desert
00001062

Kondha Desert
00001063

Solar Arc
00001064

Chamber of the Sun Storm
00001065

Chamber of Life Giving Sun
00001066

Chamber of Sun Fire
00001067

Troika Palace
00001068

Sardonyx
00001069

Chamber of the Underworld Sun
00001070

Chamber of the Frozen Sun
00001071

Eye of the Sun Chamber
00001072

Chamber of Solar Justice
00001073

Chamber of the Sun's Shadow
00001074

Kondha Desert
00001075

Doctor Vittek's Laboratory
00001076

Sardonyx
00001077

Sardonyx
00001078

Shadow Palace
00001079

Nadezha's House
00001080

Crab\nTower
00001081

Sardonyx
00001082

Sardonyx
00001083

Kondha Khactus
00001084

Kondha Khactus
00001085

Garrison Armory
00001086

Sardonyx
00001087

Sardonyx
00001088

Sardonyx
00001089

Sardonyx
00001090

Sardonyx
00001091

Cave of Night
00001092

Kondha Desert
00001093

StarFall Sea
00001094

Meadows at Dusk
00001095

Night Garden
00001096

Plumeria Blossoms
00001097

Spiral Cup Gauntlet
00001098

Spiral Cup Gauntlet
00001099

Spiral Cup Gauntlet
00001100

Jungle House Boat
00001101

Telegraph Box
00001102

Spirit School
00001103

The Eldritch Tower
00001104

Grizzleheim Arena
00001105

The Spiral
00001106

QA Fish Testing Zone
00001107

Botanical Gardens
00001108

Winter Wind Tower
00001109

Private Fishing Retreat
00001110

Castle Darkmoor
00001111

Kembaalung Village
00001112

State Wing
00001113

Throne Room
00001114

Main Hall
00001115

Dirigible Cargo Hold
00001116

Castle Darkmoor
00001117

Pagoda of Harmony
00001118

Hollow Mountain
00001119

Hamakala's Mausoleum
00001120

Kembaalung Village
00001121

Krokotopia | Upper Zigazag
00001122

Airship Control Deck
00001123

Barkingham Rooftop
00001124

Barkingham Courtyard
00001125

Upper Zigazag
00001126

Lower Zigazag
00001127

Barkingham Palace
00001128

Castle Darkmoor
00001129

Rooftop
00001130

Airship Cargo
00001131

House of Scales
00001132

Hall of Echoes
00001133

Krokotopia|The Longest Hall
00001134

The Longest Hall
00001135

The Hall of Justice
00001136

Lower Zigazag
00001137

House of Scales
00001138

Baddle of the Bands
00001139

Tanglewood Terror
00001140

Grand Tourney Arena
00001141

Serpentine Escape
00001142

Grand Chasm
00001143

Shopping District
00001144

Wizard City Jewel Shop
00001145

RockHammer's Jewel Works
00001146

Aquila
00001147

Harbor District
00001148

Walruskberg
00001149

Krokopatra Master Duel
00001150

Rattlebones Exalted Duel
00001151

Sea Chicken
00001152

Cell Block A
00001153

LaNettoyage
00001154

Krokopatra Exalted Duel
00001155

Meowiarty Archmage Duel
00001156

Meowiarty Exalted Duel
00001157

Rattlebones Master Duel
00001158

Zeus Exalted Duel
00001159

Basstille Cellblock B
00001160

Forlorn Tayg
00001161

Forlorn Tayg
00001162

Polarian Shipwreck
00001163

River of Frozen Tears
00001164

Walruskberg
00001165

River of Frozen Tears
00001166

Bountiful Mine
00001167

Frigid Maw
00001168

Urville Station
00001169

Lift Chamber
00001170

Pebble Trough
00001171

The Arcanum
00001172

Arcanum
00001173

Borealis Peaks
00001174

Kataba IceBlock
00001175

Snowy Oasis
00001176

Sky Anchor Peak
00001177

Cell Block A - Processing Ward
00001178

The Basstille
00001179

La Nettoyage
00001180

Imperial Palace
00001181

Walruskberg Harbor
00001182

Frigid Maw
00001183

Horizon Hold
00001184

Breathing Cave
00001185

Jeweled Slopes
00001186

The Basstille - Solitary Confinement
00001187

Northern Sea
00001188

Walruskberg Harbor
00001189

Snowasis
00001190

Hall of Divination
00001191

Hall of Conjuration
00001192

Hall of Theurgy
00001193

Hall of Sorcery
00001194

Hall of Necromancy
00001195

Hall of Pyromancy
00001196

Hall of Thaumaturgy
00001197

Icefall Cavern
00001198

Omen's Hideout
00001199

King's Tomb
00001200

Eternal Sanctum
00001201

Hall of Doors
00001202

Ra's Reading Room
00001203


00001204

The Great Clock
00001205

Darkmoor Manor
00001206

Darkmoor Manor
00001207

Ra's Landing
00001208

Nomad's Camp
00001209

Dragonsage Hall
00001210

Nomad's Camp
00001211

Caravan
00001212

Balance House
00001213

Balance House Preview
00001214

Death House
00001215

Death House Preview
00001216

Fire House
00001217

Fire House Preview
00001218

Ice House
00001219

Ice House Preview
00001220

Life House
00001221

Life House Preview
00001222

Myth House
00001223

Myth House Preview
00001224

Storm House
00001225

Storm House Preview
00001226

Celestial Observatory
00001227

Desert Villa
00001228

Desert Villa Preview
00001229

Dragon's Fjord
00001230

Dragon's Fjord Preview
00001231

Grand Fortress
00001232

Grand Fortress Preview
00001233

Great Citadel
00001234

Great Citadel Preview
00001235

Imperial Palace
00001236

Imperial Palace Preview
00001237

Island Getaway
00001238

Island Getaway Preview
00001239

Metropolitan Manor
00001240

Metropolitan Manor Preview
00001241

Oasis Camp
00001242

Oasis Camp Preview
00001243

Royal Estate
00001244

Royal Estate Preview
00001245

Royal Playhouse
00001246

Royal Playhouse Preview
00001247

Tranquil Cottage
00001248

Tranquil Cottage Preview
00001249

Wizard's Watchtower
00001250

Wizard's Watchtower Preview
00001251

Wooded Cottage
00001252

Wooded Cottage Preview
00001253

Amber Estate Preview
00001254

Botanical Gardens Preview
00001255

Jungle House Boat Preview
00001256

Fantasy Palace Preview
00001257

Meadows At Dusk Preview
00001258

Midday Estate Preview
00001259

Night Garden Preview
00001260

Polarian Shipwreck Preview
00001261

Lost Horizon Preview
00001262

Red Barn Farm Preview
00001263

Serpentine Escape Preview
00001264

Sultan's Palace Preview
00001265

Sun Palace Preview
00001266

Sunken Palace Preview
00001267

The Acropolis Preview
00001268

Treetop Getaway Preview
00001269

Wysteria Villa Preview
00001270

Winter Wind Tower Preview
00001271

Wyrd House Preview
00001272

Celestial Observatory Preview
00001273

Watchtower Hall
00001274

Watchtower Hall Preview
00001275

Wysteria Villa
00001276

Shinobi Dojo
00001277

Sand Sea
00001278

Alkali Barrows
00001279

Aggrobah
00001280

Mirage
00001281

Caterwaul Canyons
00001282

Rubal Wastes
00001283

Istanboa
00001284

Chronoverge
00001285

Caverns of Time
00001286

Eerem Palace
00001287

Thieves' Den
00001288

Yakhal Mountain
00001289

Chairman's Suite
00001290

Rebel HQ
00001291

Deep Freeze
00001292

Miriam's Hovel
00001293

Rebel HQ
00001294

Goofang's Lab
00001295

Thieves' Den
00001296

Arcanum Apartment
00001297

Arcanum Crafting Room
00001298

Chapter Hall
00001299

East Time Dunes
00001300

South Time Dunes
00001301

West Time Dunes
00001302

Sands of Time
00001303

North Time Dunes
00001304

Nepeta Mine
00001305

Mottoman Treasure Cave
00001306

The Grey Ghost's Office
00001307

Thuggie Hideaway
00001308

Thuggie Lair
00001309

Thuggie Salon
00001310

Yahya's Office
00001311

Rahqi's Gym
00001312

Kobra Kai Dojo
00001313

Qhay's Hideaway
00001314

Officer's Club
00001315

Scaled Demon's Den
00001316

Traitor's Cave
00001317

Tetrus Solitary Block
00001318

Zruvan Grotto
00001319

Ulnar Crypt
00001320

Femoral Tomb
00001321

Chest Cavity
00001322

Ghost Maze
00001323

Chronicle Chamber
00001324

Caravan
00001325

Aggrobah
00001326

Hoods Hideout
00001327

House Tabbi Apartment
00001328

Serpentine Empire Den
00001329

House Sayameez Apartment
00001330

Dromel Dwelling
00001331

House Calixco Apartment
00001332

Krampusgarten
00001333

Yuletide Feasting Hall
00001334

Schism Reading Room
00001335

Yakhal Promenade
00001336

Dumoozid's Lamp
00001337

Caravan
00001338

Caravan
00001339

Vulcas' Forge
00001340

Clovis' Headquarters
00001341

Indra's House
00001342

Panoptes' Lair
00001343

Briar's Patch
00001344

Druj's Cave
00001345

Tezcatlipoca's Cave
00001346

Tricksters Lair
00001347

Kalypso Engine Room
00001348

Data Atoll Beach 
00001349

Kalypso Deck
00001350

Data Caverns
00001351

Outlaw's Refuge
00001352

Outlaw's Refuge
00001353

Monstrodome
00001354

Barkingham Palace
00001355

Castaway's Bungalow
00001356

Aeriel Jungle
00001357

Aeriel Shore
00001358

Beastman Stockade
00001359

Aeriel Jungle
00001360

Zanadu
00001361

Dry Dock
00001362

Temple of Light
00001363

Inner Athanor
00001364

Spiral Ark
00001365

Aeriel Shore
00001366

Crying Sky Shrine 
00001367

Outer Athanor
00001368

Zanadu Sewers
00001369

Outer Athanor
00001370

Leisure Dome
00001371

The Stomach
00001372

Drainage Control
00001373

Notochord
00001374

Sewers
00001375

Bat Cave
00001376

Aethyrium Office
00001377

Outer Athanor
00001378

Coronary Pathway
00001379

The Heart
00001380

Left Ocular Vein
00001381

Left Eye
00001382

Ink Gland
00001383

Ink Spillway
00001384

Right Eye
00001385

Right Ocular Vein
00001386

Brain
00001387

Infirmary
00001388

Astral Plane
00001389

Praesidium
00001390

Hall of Shadow
00001391

Shadow Training Room
00001392

The Headquarters
00001393

Luminary's Office
00001394

Inner Athanor
00001395

Outer Athanor
00001396

Heart Sector
00001397

Playhouse
00001398

Playhouse
00001399

Battlemage Keep
00001400

Playhouse
00001401

Roberto's Sanctum
00001402

Wizard City Magic Mirror Shop
00001403

Ombudsman's Office
00001404

Flamebringer's Tower
00001405

Aero Village
00001406

Chaos Jungle
00001407

Reverie
00001408

Altar Chamber
00001409

Root System
00001410

Recovery Room
00001411

Astral Grove
00001412

Astral Grove
00001413

Husk
00001414

Nimbus Citadel
00001415

Spiritual Grove
00001416

Samsara Village
00001417

Northeast Aero Plains
00001418

Dying Jungle
00001419

Velo City
00001420

Southwest Aero Plains
00001421

Port Aero
00001422

Storm Titan's Wake
00001423

Aero Plains
00001424

Meowl Den
00001425

The Celestial Loophole
00001426

Humongishfrog Battlefield
00001427

Broken Bough
00001428

Gravulum Lab
00001429

Control Room
00001430

Courtyard
00001431

Military Stronghold
00001432

Rear Courtyard
00001433

Technologist Academy
00001434

Training Grounds
00001435

Audience Chambers
00001436

Private Wing
00001437

Elemental Grove
00001438

Mandalla
00001439

TBD Name
00001440

TBD Name
00001441

Fishing Hole
00001442

Ferros Harbor
00001443

Metallos
00001444

Metallos Summit
00001445

Nimbus Hanger
00001447

Everafter Village
00001448

Briny Deep Retreat
00001449

Mirage Battleground
00001450

Battleground Staging Area
00001451

The Archives
00001452

- not used - 
00001453

Battlegrounds Annex
00001454

the Drains
00001455

Catacombs
00001456

Whispering Sepulcher
00001457

Abandoned House
00001458

Abandoned Backyard
00001459

Viggor's Tomb
00001460

Wizard City Library
00001461

Avalon
00001462

Edge of the Spiral
00001463

Valencia
00001464

The Catacombs
00001465

Olde Town Drains
00001466

Boss' Office
00001467

Fallout Shelter
00001468

Foetid Crypt
00001469

Shedder's Tunnel
00001470

Shedder's Lair
00001471

Ninja Tunnel
00001472

Into the Pit
00001473

The Drains
00001474

Dragon Breath Cavern
00001475

Office of the Photomonger
00001476

Tower of Various Rituals
00001477

Hall of Inevitable Betrayal
00001478

Wizard City
00001479

Crannoc Dorcha
00001480

Frostbitedome
00001481

Heavenly Palace
00001482

Valley of the Sun
00001483

Temple of the Sands
00001484

Caretaker's Tower
00001485

Cenote\n(The Maw)
00001486

Musicology Office
00001487

Candied Isles Village
00001488

Autumn Monstrodome
00001489

Summer Monstrodome
00001490

Avalon
00001491

Placeholder Place
00001492

von Trap Estate
00001493

von Trap Lodge
00001494

Candy Corn Farm
00001495

Karamelle City
00001496

Les Bon-Bon Mots
00001497

Gumdrop Forest
00001498

Cupcake Factory
00001499

Sweetzburg
00001500

Gutenstadt
00001501

Gummy Plant
00001502

Rock Candy Mountains
00001503

Power Room
00001504

Hangry Gobbler Cave
00001505

Station
00001506

Candy Bar
00001507

Guten Shoppe
00001508

Gobblerton
00001509

Castle Gobbsmack Throne Room
00001510

Gobblerton Gym
00001511

Rosina's Lab
00001512

Gobblerton Library
00001513

Black Licorice Forest
00001514

Nibbleheim
00001515

Playhouse
00001516

Uwe's Workshop
00001517

Gobblerton Factory
00001518

Jamburglar's Hideout
00001519

Nibbleheim Mines
00001520

Mining Tunnel A
00001521

Soda Lake Grotto
00001522

Pipeline Cave
00001523

Treemugger Hideout
00001524

Mining Tunnel B
00001525

Witch Tunnel
00001526

Crumbling Mineshaft
00001527

Karamelle\nCity
00001528

Musicology Studio
00001529

Soda Lake
00001530

Cavity Chamber
00001531

Empyrean Airship
00001532

Cooper's Roost Station
00001533

Lounge Car
00001534

Train Roof
00001535

First Class Car
00001536

Fuel Car
00001537

Dusty Springfield Station
00001538

Blacksmith's Fjord
00001539

Pet Caboose
00001540

Lemuria House
00001541

Mandoria
00001542

Sky City Estates
00001543

Wand Shop
00001544

Ursai Village
00001545

Night Forest
00001546

Placeholder
00001547

Telos
00001548

Strange Interface
00001549

Dead Archive
00001550

Wildlands
00001551

Sky City
00001552

Old One's Office
00001553

Tomb of He-Mander
00001554

Badlands
00001555

Heap
00001556

Ancient Shrine
00001557

Atrium
00001558

Dungeon Chamber
00001559

Prison Chambers
00001560

Dead Archive
00001561

Mandar's Refuge
00001562

Telos
00001563

WildLands
00001564

Ursai Village
00001565

Night Forest
00001566

Badlands
00001567

Mandoria
00001568

Sky City
00001569

Heap
00001570

Crypt of Tales
00001571

Chief's Tent
00001572

Ursai Volcano
00001573

Savage Clearing
00001574

Wildlands Monitoring Station
00001575

Castle Grey School
00001576

Lab Cavern
00001577

Crypt of Tales
00001578

Temple of Truth
00001579

Ursai Village Monitoring Station
00001580

Tomb of Skeletaur
00001581

Killawahoo
00001582

Ettinburgh
00001583

Dread Loch
00001584

Peppergrass Glen
00001585

Banrigh's Castle
00001586

Heap Arena
00001587

Open Space
00001588

Bass Chamber - TEST
00001589

Prison Chambers (TEST)
00001590

Portico TEST
00001591

Production Junction (TEST)
00001592

Hot House (TEST)
00001593

Glockenspiel TEST
00001594

Guild Housing
00001596

Meowiarty Rematch
00001597

Krokopatra Rematch
00001598

Malistaire Rematch
00001599

Jade Oni Rematch
00001600

Lord Nightshade Rematch
Deckathalon

The Deckathalon
Jade_Palace


The_Basilica

